Revit 2027 API
ParameterTypeId.RoomAirChangesPerHourParam Property
 "Air Changes per Hour"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomAirChangesPerHourParam { get; }
Public Shared ReadOnly Property RoomAirChangesPerHourParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomAirChangesPerHourParam {
	ForgeTypeId^ get ();
}
static member RoomAirChangesPerHourParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace